"Operation succeeded"  = "Operacja zakończyła się sukcesem";
"ID is invalid"  = "ID jest niewłaściwe";
"Write attempted on stale version of object"  = "Próba zapisu na nieaktualnej wersji obiektu";
"No space available for write operation"  = "Brak miejsca dla operacji zapisu";
"Permission denied"  = "Odmowa uprawnień";
"No such directory"  = "Brak takiego katalogu";
"No such property"  = "Nie ma takiej właściwości";
"No such name"  = "Nie ma takiej nazwy";
"Cannot delete name object with children"  = "Nie można usunąć obiektu nazwa z potomnymi";
"Object is not child of parent: cannot destroy"  = "Obiekt nie jest potomny dla nadrzędnego: nie można zniszczyć";
"Serialization error"  = "Błąd serializacji";
"Hit network root domain"  = "Osiągnięto root domeny sieciowej";
"No response from remote parent"  = "Brak odpowiedzi ze strony zdalnego nadrzędnego serwera";
"No writes allowed: all objects are read-only"  = "Brak zezwolenia na zapis: wszystkie obiekty są tylko do odczytu";
"Remote system error" = "Błąd zdalnego systemu";
"Can't regenerate: already in use"  = "Nie można odtworzyć: właśnie w użyciu";
"Operation makes no sense on clone"  = "Operacja nie ma sensu na klonie";
"Can't find address of server"  = "Nie można znaleźć adresu serwera";
"Duplicate domain tag: can't serve it"  = "Identyczny znacznik domeny: nie można jej obsłużyć";
"No such tag"  = "Nie ma takiego znacznika";
"Authentication error" = "Błąd uwierzytelnienia";
"No such user" = "Nie ma takiego użytkownika";
"Master server is busy" = "Serwer podstawowy jest zajęty";
"Invalid domain" = "Niewłaściwa domena";
"Invalid operation on master" = "Niewłaściwa operacja na serwerze podstawowym";
"Communication failure" = "Błąd komunikacji";
"(unknown error)" = "(nieznany błąd)";
